/* XMSG: Placeholder text in chart when there is no data */
"No Data" = "कोई डेटा नहीं";

/* XBUT: Save action in inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Save" = "सहेजें";

/* XBUT: Re-enter action available in saved state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Re-enter Signature" = "हस्ताक्षर पुनः दर्ज करें";

/* XBUT: Clear action of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Clear" = "साफ करें";

/* XBUT: Cancel action of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Cancel" = "रद्द करें";

/* XTIT: Title of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Signature" = "हस्ताक्षर";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Tap to Sign" = "साइन करने के लिए टैप करें";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Canceled" = "रद्द किया गया";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Next" = "अगला";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Ok" = "ठीक है";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Status" = "स्थिति";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"User canceled Onboarding" = "उपयोगकर्ता ने ऑनबोर्डिंग रद्द कर दी";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Without consent you will not be able to continue onboarding." = "सहमति के बिना आप ऑनबोर्डिंग जारी नहीं रख पाएंगे.";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Give Consent" = "सहमति दें";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Quit" = "छोड़ दें";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Back" = "वापस";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Step" = "चरण";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"of" = "इसका";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Are you sure you want to quit the onboarding process?" = "क्या आप वाकई ऑनबोर्डिंग प्रक्रिया को छोड़ना चाहते हैं?";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Want Data Privacy?" = "डेटा गोपनीयता चाहते हैं?";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Be wise about your data" = "अपने डेटा के बारे में जानकार बनें";

/* XBUT: Not Now action title in UserConsentForm */
"Not Now" = "अभी नहीं";

/* XBUT: Allow action title in UserConsentForm */
"Allow" = "अनुमति दें";

/* XBUT: Deny action title in UserConsentForm */
"Deny" = "अस्वीकार करें";

/* XBUT: Agree action title in EULAView */
"Agree" = "सहमत हैं";

/* XBUT: Disagree action title in EULAView */
"Disagree" = "असहमत हैं";

/* XMSG: Placeholder text in DataTable for loading state */
"Loading..." = "लोड हो रहा है...";

